tap "elastic/tap"
tap "railwaycat/emacsmacport"
tap "rbenv/tap"
brew "glib"
brew "harfbuzz"
brew "openjdk"
brew "allure"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "ansible"
brew "jpeg-xl"
brew "asdf"
brew "awscli"
brew "azure-cli"
brew "carthage"
brew "cmake"
brew "cocoapods"
brew "ctop"
brew "docutils"
brew "gh"
brew "ghostscript"
brew "git"
brew "glow"
brew "libidn2"
brew "unbound", restart_service: :changed
brew "gnutls"
brew "gnupg"
brew "librsvg"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "libmagic"
brew "libraw"
brew "memcached", restart_service: :changed
brew "mysql@8.0", restart_service: :changed
brew "nginx", restart_service: :changed
brew "nvm"
brew "pkgconf"
brew "postgresql@14", restart_service: :changed
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.9"
brew "rbspy"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "universal-ctags"
brew "rbenv/tap/openssl@1.0"
cask "chromedriver"
cask "railwaycat/emacsmacport/emacs-mac-spacemacs-icon"
